Repository: isoteemu/terraintra
Catalog: company/translations/countries/*.po
Languages: fi

source: Afghanistan
fi: Afganistan (افغانستان)

source: Netherlands
fi: Alankomaat (Nederland)

source: Netherlands Antilles
fi: Alankomaiden Antillit (Netherlands Antilles)

source: Albania
fi: Albania (Shqipëria)

source: Algeria
fi: Algeria (الجزائر)

source: American Samoa
fi: Amerikan Samoa (American Samoa)

source: Antarctica
fi: Antarktis (Antarctica)

source: Antigua And Barbuda
fi: Antigua ja Barbuda (Antigua and Barbuda)

source: United Arab Emirates
fi: Arabiemiirikunnat (الإمارات العربيّة المتّحدة)

source: Argentina
fi: Argentiina (Argentina)

source: Armenia
fi: Armenia (Հայաստան)

source: Azerbaijan
fi: Azerbaidzan (Azərbaycan)

source: Bahamas
fi: Bahama (Bahamas)

source: Bahrain
fi: Bahrain (البحرين)

source: Bangladesh
fi: Bangladesh (বাংলাদেশ)

source: Belgium
fi: Belgia (België)

source: Benin
fi: Benin (Bénin)

source: Bhutan
fi: Bhutan (འབྲུག་ཡུལ)

source: Bosnia And Herzegowina
fi: Bosnia-Hertsegovina (Bosna i Hercegovina)

source: Bouvet Island
fi: Bouvet'nsaari (Bouvet Island)

source: Brazil
fi: Brasilia (Brasil)

source: British Indian Ocean Territory
fi: Brittiläinen Intian valtameren alue (British Indian Ocean Territory)

source: Virgin Islands (British)
fi: Brittiläiset Neitsytsaaret (Virgin Islands, British)

source: Brunei Darussalam
fi: Brunei (Brunei Darussalam)

source: Bulgaria
fi: Bulgaria (България)

source: Burundi
fi: Burundi (Uburundi)

source: Cayman Islands
fi: Caymansaaret (Cayman Islands)

source: Cook Islands
fi: Cookinsaaret (Cook Islands)

source: Dominican Republic
fi: Dominikaaninen tasavalta (Dominican Republic)

source: Egypt
fi: Egypti (مصر)

source: Eritrea
fi: Eritrea (Ertra)

source: Spain
fi: Espanja (España)

source: South Africa
fi: Etelä-Afrikka (South Africa)

source: South Georgia And The South Sandwich Islands
fi: Etelä-Georgia ja Eteläiset Sandwichsaaret (South Georgia and the South Sandwich Islands)

source: Korea, Republic Of
fi: Etelä-Korea (한국)

source: Ethiopia
fi: Etiopia (Ityop'iya)

source: Falkland Islands (Malvinas)
fi: Falklandinsaaret (Falkland Islands)

source: Fiji
fi: Fidzi (Fiji)

source: Philippines
fi: Filippiinit (Pilipinas)

source: Faroe Islands
fi: Färsaaret (Faroe Islands)

source: Georgia
fi: Georgia (საქართველო)

source: Greenland
fi: Grönlanti (Greenland)

source: Guinea
fi: Guinea (Guinée)

source: Guinea-Bissau
fi: Guinea-Bissau (Guiné-Bissau)

source: Haiti
fi: Haiti (Haïti)

source: Heard And Mc Donald Islands
fi: Heard ja McDonaldinsaaret (Heard Island and McDonald Islands)

source: Hong Kong
fi: Hongkong (Hong Kong)

source: Svalbard And Jan Mayen Islands
fi: Huippuvuoret ja Jan Mayen (Svalbard and Jan Mayen)

source: India
fi: Intia (India)

source: Iraq
fi: Irak (العراق)

source: Iran (Islamic Republic Of)
fi: Iran (ایران)

source: Ireland
fi: Irlanti (Ireland)

source: Iceland
fi: Islanti (Ísland)

source: United Kingdom
fi: Iso-Britannia (United Kingdom)

source: Israel
fi: Israel (ישראל)

source: Italy
fi: Italia

source: East Timor
fi: Itä-Timor (Timor-Leste)

source: Austria
fi: Itävalta (Österreich)

source: Jamaica
fi: Jamaika (Jamaica)

source: Japan
fi: Japani (日本)

source: Yemen
fi: Jemen (اليمن)

source: Jordan
fi: Jordania (الاردن)

source: Christmas Island
fi: Joulusaari (Christmas Island)

source: Cambodia
fi: Kambodza (Kampuchea)

source: Cameroon
fi: Kamerun (Cameroun)

source: Canada
fi: Kanada (Canada)

source: Cape Verde
fi: Kap Verde (Cabo Verde)

source: Kazakhstan
fi: Kazakstan (Қазақстан)

source: Kenya
fi: Kenia (Kenya)

source: Central African Republic
fi: Keski-Afrikan tasavalta (République Centrafricaine)

source: China
fi: Kiina (中国)

source: Kyrgyzstan
fi: Kirgiisia (Кыргызстан)

source: Colombia
fi: Kolumbia (Colombia)

source: Comoros
fi: Komorit (Comores)

source: Congo, People'S Republic Of
fi: Kongo (Congo)

source: Congo, Democratic Republic Of (Was Zaire)
fi: Kongon demokraattinen tasavalta (Congo, Democratic Republic of the)

source: Cocos (Keeling) Islands
fi: Kookossaaret (Cocos Islands)

source: Greece
fi: Kreikka ('Eλλας)

source: Croatia (Local Name: Hrvatska)
fi: Kroatia (Hrvatska)

source: Cuba
fi: Kuuba (Cuba)

source: Kuwait
fi: Kuwait (الكويت)

source: Cyprus
fi: Kypros (Κυπρος)

source: Lao People'S Democratic Republic
fi: Laos (ນລາວ)

source: Latvia
fi: Latvia (Latvija)

source: Lebanon
fi: Libanon (لبنان)

source: Libyan Arab Jamahiriya
fi: Libya (ليبيا)

source: Lithuania
fi: Liettua (Lietuva)

source: Luxembourg
fi: Luxemburg (Lëtzebuerg)

source: Western Sahara
fi: Länsi-Sahara (الصحراء الغربية)

source: Macau
fi: Macao

source: Madagascar
fi: Madagaskar (Madagasikara)

source: Macedonia, The Former Yugoslav Republic Of
fi: Makedonia (Македонија)

source: Maldives
fi: Malediivit (ގުޖޭއްރާ ޔާއްރިހޫމްޖ)

source: Malaysia
fi: Malesia (Malaysia)

source: Morocco
fi: Marokko (المغرب)

source: Marshall Islands
fi: Marshallinsaaret (Marshall Islands)

source: Mauritania
fi: Mauritania (موريتانيا)

source: Mexico
fi: Meksiko (México)

source: Micronesia, Federated States Of
fi: Mikronesia (Micronesia)

source: Moldova, Republic Of
fi: Moldova

source: Mongolia
fi: Mongolia (Монгол Улс)

source: Mozambique
fi: Mosambik (Moçambique)

source: Myanmar
fi: Myanmar (Burma)

source: Nauru
fi: Nauru (Naoero)

source: Nepal
fi: Nepal (नेपाल)

source: Niue
fi: Niuesaari (Niue)

source: Norfolk Island
fi: Norfolkinsaari (Norfolk Island)

source: Norway
fi: Norja (Norge)

source: Cote D'Ivoire
fi: Norsunluurannikko (Côte d'Ivoire)

source: Oman
fi: Oman (عمان)

source: Pakistan
fi: Pakistan (پاکستان)

source: Palau
fi: Palau (Belau)

source: Palestinian Territory, Occupied
fi: Palestiinan alue (Palestinian Territory)

source: Panama
fi: Panama (Panamá)

source: Papua New Guinea
fi: Papua-Uusi-Guinea (Papua New Guinea)

source: Peru
fi: Peru (Perú)

source: Korea, Democratic People'S Republic Of
fi: Pohjois-Korea (조선)

source: Northern Mariana Islands
fi: Pohjois-Mariaanit (Northern Mariana Islands)

source: Portugal
fi: Portugali (Portugal)

source: Poland
fi: Puola (Polska)

source: Equatorial Guinea
fi: Päiväntasaajan Guinea (Guinea Ecuatorial)

source: Qatar
fi: Qatar (قطر)

source: France
fi: Ranska (France)

source: French Southern Territories
fi: Ranskan eteläiset alueet (French Southern Territories)

source: French Guiana
fi: Ranskan Guayana (French Guiana)

source: French Polynesia
fi: Ranskan Polynesia (French Polynesia)

source: Romania
fi: Romania (România)

source: Rwanda
fi: Ruanda (Rwanda)

source: Sweden
fi: Ruotsi (Sverige)

source: St. Helena
fi: Saint Helena

source: Saint Kitts And Nevis
fi: Saint Kitts ja Nevis (Saint Kitts and Nevis)

source: St. Pierre And Miquelon
fi: Saint Pierre ja Miquelon (Saint Pierre and Miquelon)

source: Saint Vincent And The Grenadines
fi: Saint Vincent ja Grenadiinit (Saint Vincent and the Grenadines)

source: Germany
fi: Saksa (Deutschland)

source: Solomon Islands
fi: Salomonsaaret (Solomon Islands)

source: Zambia
fi: Sambia (Zambia)

source: Sao Tome And Principe
fi: Sao Tomé ja Principe (São Tomé and Príncipe)

source: Saudi Arabia
fi: Saudi-Arabia (المملكة العربية السعودية)

source: Senegal
fi: Senegal (Sénégal)

source: Seychelles
fi: Seychellit (Seychelles)

source: Singapore
fi: Singapore (Singapura)

source: Slovakia (Slovak Republic)
fi: Slovakia (Slovensko)

source: Slovenia
fi: Slovenia (Slovenija)

source: Somalia
fi: Somalia (Soomaaliya)

source: Sudan
fi: Sudan (السودان)

source: Finland
fi: Suomi

source: Suriname
fi: Surinam (Suriname)

source: Swaziland
fi: Swazimaa (Swaziland)

source: Switzerland
fi: Sveitsi (Schweiz)

source: Syrian Arab Republic
fi: Syyria (سوريا)

source: Tajikistan
fi: Tadzikistan (Тоҷикистон)

source: Taiwan
fi: Taiwan (台灣)

source: Tanzania, United Republic Of
fi: Tansania (Tanzania)

source: Denmark
fi: Tanska (Danmark)

source: Thailand
fi: Thaimaa (ราชอาณาจักรไทย)

source: Trinidad And Tobago
fi: Trinidad ja Tobago (Trinidad and Tobago)

source: Chad
fi: Tsad (Tchad)

source: Czech Republic
fi: Tšekin tasavalta (Česko)

source: Tunisia
fi: Tunisia (تونس)

source: Turkey
fi: Turkki (Türkiye)

source: Turkmenistan
fi: Turkmenistan (Türkmenistan)

source: Turks And Caicos Islands
fi: Turks- ja Caicossaaret (Turks and Caicos Islands)

source: Ukraine
fi: Ukraina (Україна)

source: Hungary
fi: Unkari (Magyarország)

source: New Caledonia
fi: Uusi-Kaledonia (New Caledonia)

source: New Zealand
fi: Uusi-Seelanti (New Zealand)

source: Uzbekistan
fi: Uzbekistan (O'zbekiston)

source: Belarus
fi: Valko-Venäjä (Белару́сь)

source: Wallis And Futuna Islands
fi: Wallis- ja Futunasaaret (Wallis and Futuna)

source: Vatican City State (Holy See)
fi: Vatikaani (Città del Vaticano)

source: Russian Federation
fi: Venäjä (Россия)

source: Viet Nam
fi: Vietnam (Việt Nam)

source: Estonia
fi: Viro (Eesti)

source: United States
fi: Yhdysvallat (United States)

source: Virgin Islands (U.S.)
fi: Yhdysvaltain Neitsytsaaret (Virgin Islands, U.S.)

source: United States Minor Outlying Islands
fi: Yhdysvaltain Tyynenmeren pienet erillissaaret (United States minor outlying islands)
